Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/prm:_sprakloftprisen_2022_til_aage_solbakk.html.tmx
Source language: nob
Languages: smj

source: PRM: Språkløftprisen 2022 til Aage Solbakk
smj: PRD: 2022 Giellalåpptimbálká vuojtte Aage Solbakk

source: Vinner av Sametingets språkløftpris 2022 er Lemet-Jon Aage, Aage Agnar Solbakk, i Tana.
smj: Sámedikke 2022 giellalåpptimbálká vuojtte la Aage Agnar Solbakk, Deanun.

source: I forbindelse med samisk språkuke gir Sametinget oppmerksomhet til en person, gruppe eller organisasjonen som på en god måte har brukt og jeg synliggjort samisk språk i sin daglige virksomhet.
smj: Giellavahko aktijvuodan sihtá Sámedigge låpptit ulmutjav, juohkusav jali organisasjåvnåv mij la vuohkasit adnám ja tjalmostahttám sámegielav ietjas bæjválasj dåjman.

source: Språkløftprisvinneren får 30 000 kroner og kunstdiplom.
smj: Sámedikke giellalåpptimguddnebálká vuojtte oadtju 30 000 kr ja dájddadiplåvmåv.

source: Kunstdiplomet er laget av Marte Somby.
smj: Dájddadiplåvmåv la Marte Somby dahkam.

source: Sametingsrådet har bestemt å gi språkløftprisen 2022 til Lemet-Jon Aage, Aage Agnar Solbakk.
smj: Sámedikkeráde l mierredam 2022 giellalåpptimguddnebálkáv vaddet Lemet-Jon Aagej, Aage Agnar Solbakkaj.

source: – Jeg vil takke for det arbeidet som Lemet Jon Aage har gjort for å formidle språket og den tradisjonelle kunnskapen om levesettet blant elvesamene i Tanadalen, og jeg gratulerer med språkløftprisen, sier sametingspresident Silje Karine Muotka (NSR).
smj: – Mån sidáv gijttet bargo åvdås majt Aage la dahkam gaskostittjat gielav ja árbbekabálasjmáhtov jåhkåsábmelattjaj viessomvuogij hárráj Deanun, ja sidáv sávvat vuorbev giellalåpptimbálkájn, javllá sámedikkepresidænnta Silje Karine Muotka (NSR).

source: Aage har i mange år arbeidet med samisk språk både gjennom å formidle tradisjonell kunnskap og ved å publisere fagbøker.
smj: Aage la måttijt jagijt barggam sámegielajn sihke árbbedábij gaskostime baktu ja fáhkagirjjetjállen.

source: Han har valgt å bruke tid på å dele kunnskap med det samiske samfunnet på samisk.
smj: Sån la válljim ájgev biedjat máhtudakjuohkemij sámeálmmugij sámegiellaj.

source: Etter det Sametinget kjenner til har han vært med på utgivelsen av omtrent 200 bøker og artikler, for det meste på nordsamisk.
smj: Sámedikke diedoj milta la sån læhkám fáron almodittjat birrusin 200 girje ja artihkkalijt, ienemusoasse nuorttasámegiellaj.

source: Aage er historiker og han har for eksempel skrevet om historien til det samiske skriftspråket.
smj: Aage la historihkkár ja la buojkulvissan tjállám sámetjállemgiella histåvråv.

source: Han har også gjort mye språkfaglig arbeid, for eksempel gjennom å samle inn stedsnavn, gjennom å dokumentere og formidle språkrikdommen innenfor samiske tradisjonelle næringer.
smj: Sån la aj dahkam ållu giellafágalasj bargov, duola dagu tjoahkkit bájkkenamájt, ja duodastam ja gaskostam gielalasj valjesvuodajt sáme árbbedábálasj æládusájn.

source: Aage er født i 1943 i Båteng.
smj: Aage la riegádam jagen 1943 Fanasgieddin.

source: Han har vokst opp og levd hele livet ved Tanabredden, og han har lært seg den tradisjonelle kunnskapen om både lakseforvaltning og laksefiske fra barndommen fra.
smj: Sån la bajássjaddam ja viessom ålles iellemav Deatnogátten, ja la oahppam árbbedábálasj máhtov luossaguolástime ja luossaháldadime birra mánnávuoda rájes.

source: – Med arbeidet sitt har han vist hvilken språkrikdom og kunnskap om laksen som finnes innenfor det tradisjonelle laksefiske og lakseforvaltningen.
smj: – Ietjas bargujn la vuosedam dav gielalasj valjesvuodav ja máhtudagáv luossa birra gávnnu árbbedábálasj luossaguolástimen ja luossaháldadimen.

source: Han har samlet, dokumentert og formidlet språkrikdommen som finnes innenfor laksefisket, om laksen, jaktplassene, stedsnavnene og den tradisjonelle lakseforvaltningen, sier Muotka.
smj: Sån la tjoahkkim, duodastam ja gaskostam gielalasj valjesvuodav luossaguolástime hárráj, luossa, bivddembájkij, bájkkenamáj ja árbbedábálasj luossaháldadime birra, javllá Muotka.

source: Sametingets språkløftpris blir delt ut i Snåsa søndag 23. oktober.
smj: Sámedikke giellalåpptimbálkká almoduvvá Snåesan sådnåbiejve gålgådismáno 23. biejve.

source: Da er det åpning av årets samiske språkuke og tiåret for urfolksspråk (IDIL).
smj: Da jage giellavahko álgadime ja iemeálmmukgiella lågejage (IDIL) aktijvuodan.

source: Sametingspresident Silje Karine Muotka og rådsmedlemmene Mikkel Eskil Mikkelsen og Maja Kristine Jåma deltar på åpningen.
smj: Sámedikkepresidænnta Silje Karine Muotka ja rádesebrulattja Mikkel Eskil Mikkelsen ja Maja Kristine Jåma oassálassti rahpamin.

source: Les mer om åpningsarrangementet: https://sametinget.no/Kalender/CalendarEvent.aspx?Id=633&amp;MId1=7
smj: Lågå ienebu rahpamdåla birra:
